experiments/redis_contention/redis_multi_throughput_pairs/loaded_pairs_4/pair_0/clients_1_threads_4_pipeline_1/redis.out
4         Threads
1         Connections per thread
15        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        35782.44          ---          ---         0.05569         0.05500         0.07900         0.89500     37553.96 
Gets        35782.37        46.66     35735.71         0.05154         0.05500         0.07100         0.88700      1472.90 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      71564.82        46.66     35735.71         0.05361         0.05500         0.07900         0.88700     39026.86